export const QIAN_DATA = [{
    "id": "01",
    "qian": "第一籤",
    "name": "甲子",
    "qianyu": "日出便見風雲散<br/>光明清淨照世間<br/>一向前途通大道<br/>萬事清吉保平安"
}, {
    "id": "02",
    "qian": "第二籤",
    "name": "甲寅",
    "qianyu": "於今此景正當時 <br/>看看欲吐百花魁 <br/>若能遇得春色到 <br/>一洒清吉脫塵埃"
}, {
    "id": "03",
    "qian": "第三籤",
    "name": "甲辰",
    "qianyu": "勸君把定心莫虛 <br/>天註衣祿自有餘 <br/>和合重重常吉慶 <br/>時來終遇得明珠"
}, {
    "id": "04",
    "qian": "第四籤",
    "name": "甲午",
    "qianyu": "風恬浪靜可行舟 <br/>恰是中秋月一輪 <br/>凡事不須多憂慮 <br/>福祿自有慶家門"
}, {
    "id": "05",
    "qian": "第五籤",
    "name": "甲申",
    "qianyu": "只恐前途命有變 <br/>勸君作急可宜先 <br/>且守長江無大事 <br/>命逢太白守身邊"
}, {
    "id": "06",
    "qian": "第六籤",
    "name": "甲戍",
    "qianyu": "風雲致雨落洋洋<br/>天災時氣必有傷<br/>命內此事難和合<br/>更逢一足出外鄉"
}, {
    "id": "07",
    "qian": "第七籤",
    "name": "乙丑",
    "qianyu": "雲開月出正分明 <br/>不須進退問前程 <br/>婚姻皆由天註定 <br/>和合清吉萬事成　"
}, {
    "id": "08",
    "qian": "第八籤",
    "name": "乙卯",
    "qianyu": "禾稻看看結成完 <br/>此事必定兩相全 <br/>回到家中寬心坐 <br/>妻兒鼓舞樂團圓"
}, {
    "id": "09",
    "qian": "第九籤",
    "name": "乙已",
    "qianyu": "龍虎相隨在深山 <br/>君爾何須背後看 <br/>不知此去相愛愉 <br/>他日與我卻無干"
}, {
    "id": "10",
    "qian": "第十籤",
    "name": "乙未",
    "qianyu": "花開結子一半枯<br/>可惜今年汝虛度<br/>漸漸日落西山去<br/>勸君不用向前途"
}, {
    "id": "11",
    "qian": "第十一籤",
    "name": "乙酉",
    "qianyu": "靈雞漸漸見分明 <br/>凡事且看子丑寅 <br/>雲開月出照天下 <br/>郎君即便見太平"
}, {
    "id": "12",
    "qian": "第十二籤",
    "name": "乙亥",
    "qianyu": "長江風浪漸漸靜 <br/>于今得進可安寧 <br/>必有貴人相扶助 <br/>凶事脫出見太平"
}, {
    "id": "13",
    "qian": "第十三籤",
    "name": "丙子",
    "qianyu": "命內正逢羅孛關<br/>用盡心機總未休<br/>作福問神難得過<br/>恰是行舟上高灘"
}, {
    "id": "14",
    "qian": "第十四籤",
    "name": "丙寅",
    "qianyu": "財中漸漸見分明 <br/>花開花謝結子成 <br/>寬心且看月中桂 <br/>郎君即便見太平"
}, {
    "id": "15",
    "qian": "第十五籤",
    "name": "丙辰",
    "qianyu": "八十原來是太公 <br/>看看晚景遇文王 <br/>目下緊事休相問 <br/>勸君且守待運通"
}, {
    "id": "16",
    "qian": "第十六籤",
    "name": "丙午",
    "qianyu": "不須作福不須求 <br/>用盡心機總未休 <br/>陽世不知陰世事 <br/>官法如爐不自由"
}, {
    "id": "17",
    "qian": "第十七籤",
    "name": "丙申",
    "qianyu": "舊恨重重未改為 <br/>家中禍患不臨身 <br/>須當謹防宜作福 <br/>龍蛇交會得和合"
}, {
    "id": "18",
    "qian": "第十八籤",
    "name": "丙戍",
    "qianyu": "君問中間此言因<br/>看看祿馬拱前程<br/>若得貴人多得利<br/>和合自有兩分明"
}, {
    "id": "19",
    "qian": "第十九籤",
    "name": "丁丑",
    "qianyu": "富貴由命天註定 <br/>心高必然誤君期 <br/>不然且回依舊路 <br/>雲開月出自分明"
}, {
    "id": "20",
    "qian": "第二十籤",
    "name": "丁卯",
    "qianyu": "前途功名未得意 <br/>只恐命內有交加 <br/>兩家必定防損失 <br/>勸君且退莫咨嗟"
}, {
    "id": "21",
    "qian": "第二一籤",
    "name": "丁已",
    "qianyu": "十方佛法有靈通 <br/>大難禍患不相同 <br/>紅日當空常照耀 <br/>還有貴人到家堂"
}, {
    "id": "22",
    "qian": "第二二籤",
    "name": "丁未",
    "qianyu": "太公家業八十成 <br/>月出光輝四海明 <br/>命內自然逢大吉 <br/>茅屋中間百事亨"
}, {
    "id": "23",
    "qian": "第二三籤",
    "name": "丁酉",
    "qianyu": "欲去長江水闊茫 <br/>前途未遂運未通 <br/>如今絲綸常在手 <br/>只恐魚水不相逢"
}, {
    "id": "24",
    "qian": "第二四籤",
    "name": "丁亥",
    "qianyu": "月出光輝四海明<br/>前途祿位見太平<br/>浮雲掃退終無事<br/>可保禍患不臨身"
}, {
    "id": "25",
    "qian": "第二五籤",
    "name": "戊子",
    "qianyu": "總是前途莫心勞 <br/>求神問聖枉是多 <br/>但看雞犬日過後 <br/>不須作福事如何"
}, {
    "id": "26",
    "qian": "第二六籤",
    "name": "戊寅",
    "qianyu": "選出牡丹第一枝 <br/>勸君折取莫遲疑 <br/>世間若問相知處 <br/>萬事逢春正及時"
}, {
    "id": "27",
    "qian": "第二七籤",
    "name": "戊辰",
    "qianyu": "君爾寬心且自由 <br/>門庭清吉家無憂 <br/>財寶自然終吉利 <br/>凡事無傷不用求"
}, {
    "id": "28",
    "qian": "第二八籤",
    "name": "戊午",
    "qianyu": "於今莫作此當時 <br/>虎落平陽被犬欺 <br/>世間凡事何難定 <br/>千山萬水也遲疑"
}, {
    "id": "29",
    "qian": "第二九籤",
    "name": "戊申",
    "qianyu": "枯木可惜未逢春 <br/>如今返在暗中藏 <br/>寬心且守風霜退 <br/>還君依舊作乾坤"
}, {
    "id": "30",
    "qian": "第三十籤",
    "name": "戊戍",
    "qianyu": "漸漸看此月中和 <br/>過後須防未得高 <br/>改變顏色前途去 <br/>凡事必定見重勞"
}, {
    "id": "31",
    "qian": "第三一籤",
    "name": "己丑",
    "qianyu": "綠柳蒼蒼正當時 <br/>任君此去作乾坤 <br/>花果結實無殘謝 <br/>福祿自有慶家門"
}, {
    "id": "32",
    "qian": "第三二籤",
    "name": "己卯",
    "qianyu": "龍虎相交在門前 <br/>此事必定兩相連 <br/>黃金忽然變成鐵 <br/>何用作福問神仙"
}, {
    "id": "33",
    "qian": "第三三籤",
    "name": "己巳",
    "qianyu": "欲去長江水闊茫 <br/>行舟把定未遭風 <br/>戶內用心再作福 <br/>看看魚水得相逢"
}, {
    "id": "34",
    "qian": "第三四籤",
    "name": "己未",
    "qianyu": "危險高山行過盡 <br/>莫嫌此路有重重 <br/>若見蘭桂漸漸發 <br/>長蛇反轉變成龍"
}, {
    "id": "35",
    "qian": "第三五籤",
    "name": "己酉",
    "qianyu": "此事何須用心機 <br/>前途變怪自然知 <br/>看看此去得和合 <br/>漸漸脫出見太平"
}, {
    "id": "36",
    "qian": "第三六籤",
    "name": "己亥",
    "qianyu": "福如東海壽如山 <br/>君爾何須嘆苦難 <br/>命內自然逢大吉 <br/>祈保分明自平安"
}, {
    "id": "37",
    "qian": "第三七籤",
    "name": "庚子",
    "qianyu": "運逢得意身顯變 <br/>君爾身中皆有益 <br/>一向前途無難事 <br/>決意之中保清吉"
}, {
    "id": "38",
    "qian": "第三八籤",
    "name": "庚寅",
    "qianyu": "名顯有意在中央 <br/>不須祈禱心自安 <br/>看看早晚日過後 <br/>即時得意在其間"
}, {
    "id": "39",
    "qian": "第三九籤",
    "name": "庚辰",
    "qianyu": "意中若問神仙路 <br/>勸爾且退望高樓 <br/>寬心且守寬心坐 <br/>必然遇得貴人扶"
}, {
    "id": "40",
    "qian": "第四十籤",
    "name": "庚午",
    "qianyu": "平生富貴成祿位 <br/>君家門戶定光輝 <br/>此中必定無損失 <br/>夫妻百歲喜相隨"
}, {
    "id": "41",
    "qian": "第四一籤",
    "name": "庚申",
    "qianyu": "今行到此實難推 <br/>歌歌暢飲自徘徊 <br/>雞犬相聞消息近 <br/>婚姻夙世結成雙"
}, {
    "id": "42",
    "qian": "第四二籤",
    "name": "庚戍",
    "qianyu": "一重江水一重山 <br/>誰知此去路又難 <br/>任他改求終不過 <br/>是非終久未得安"
}, {
    "id": "43",
    "qian": "第四三籤",
    "name": "辛丑",
    "qianyu": "一年作事急如飛 <br/>君爾寬心莫遲疑 <br/>貴人還在千里外 <br/>音信月中漸漸知"
}, {
    "id": "44",
    "qian": "第四四籤",
    "name": "辛卯",
    "qianyu": "客到前途多得利 <br/>君爾何故兩相疑 <br/>雖是中間防進退 <br/>月出光輝得運時"
}, {
    "id": "45",
    "qian": "第四五籤",
    "name": "辛已",
    "qianyu": "花開今已結成果 <br/>富貴榮華終到老 <br/>君子小人相會合 <br/>萬事清吉莫煩惱"
}, {
    "id": "46",
    "qian": "第四六籤",
    "name": "辛未",
    "qianyu": "功名得意與君顯 <br/>前途富貴喜安然 <br/>若遇一輪明月照 <br/>十五團圓光滿天"
}, {
    "id": "47",
    "qian": "第四七籤",
    "name": "辛酉",
    "qianyu": "君爾何須問聖跡 <br/>自己心中皆有益 <br/>於今且看月中旬 <br/>凶事脫出化成吉"
}, {
    "id": "48",
    "qian": "第四八籤",
    "name": "辛亥",
    "qianyu": "陰世作事未和同<br/>雲遮月色正朦朧<br/>心中意欲前途去<br/>只恐命內運未通"
}, {
    "id": "49",
    "qian": "第四九籤",
    "name": "壬子",
    "qianyu": "言語雖多不可從 <br/>風雲靜處未行龍 <br/>暗中終得明消息 <br/>君爾何須問重重"
}, {
    "id": "50",
    "qian": "第五十籤",
    "name": "壬寅",
    "qianyu": "佛前發誓無異心 <br/>且看前途得好音 <br/>此物原來本是鐵 <br/>也能變化得成金"
}, {
    "id": "51",
    "qian": "第五一籤",
    "name": "壬辰",
    "qianyu": "東西南北不堪行 <br/>前途此事正可當 <br/>勸君把定莫煩惱 <br/>家門自有保安康"
}, {
    "id": "52",
    "qian": "第五二籤",
    "name": "壬午",
    "qianyu": "功名事業本由天 <br/>不須掛念意懸懸 <br/>若問中間遲與速 <br/>風雲際會在眼前"
}, {
    "id": "53",
    "qian": "第五三籤",
    "name": "壬申",
    "qianyu": "看君來問心中事 <br/>積善之家慶有餘 <br/>運亨財子雙雙至 <br/>指日喜氣溢門閭"
}, {
    "id": "54",
    "qian": "第五四籤",
    "name": "壬戌",
    "qianyu": "孤燈寂寂夜沉沉 <br/>萬事清吉萬事成 <br/>若逢陰中有善果 <br/>燒得好香達神明"
}, {
    "id": "55",
    "qian": "第五五籤",
    "name": "癸丑",
    "qianyu": "須知進退總言虛 <br/>看看發暗未必全 <br/>珠玉深藏還未變 <br/>心中但得枉徒然"
}, {
    "id": "56",
    "qian": "第五六籤",
    "name": "癸卯",
    "qianyu": "病中若得苦心勞<br/>到底完全總未遭<br/>去後不須回頭問<br/>心中事務盡消磨"
}, {
    "id": "57",
    "qian": "第五七籤",
    "name": "癸已",
    "qianyu": "勸君把定心莫虛 <br/>前途清吉得運時 <br/>到底中間無大事 <br/>又遇神仙守安居"
}, {
    "id": "58",
    "qian": "第五八籤",
    "name": "癸未",
    "qianyu": "蛇身意欲變成龍 <br/>只恐命內運未通 <br/>久病且作寬心坐 <br/>言語雖多不可從"
}, {
    "id": "59",
    "qian": "第五九籤",
    "name": "癸酉",
    "qianyu": "有心作福莫遲疑 <br/>求名清吉正當時 <br/>此事必能成會合 <br/>財寶自然喜相隨"
}, {
    "id": "60",
    "qian": "第六十籤",
    "name": "癸亥",
    "qianyu": "月出光輝本清吉 <br/>浮雲總是蔽陰色 <br/>戶內用心再作福 <br/>當官分理便有益"
}]